Repository: 4ant00ra/ucs-school
Catalog: ucs-school-umc-printermoderation/umc/js/*.po
Languages: de

source: A printer must be selected on which the document <i>{printjob}</i> should be printed.
de: Ein Drucker muss ausgewählt werden auf dem das Dokument <i>{printjob}</i> gedruckt werden soll

source: A printer must be selected on which the {0} documents should be printed.
de: Ein Drucker muss ausgewählt werden auf dem die {0} Dokumente gedruckt werden sollen

source: All classes and workgroups
de: Alle Klassen und Arbeitsgruppen

source: Cancel
de: Abbrechen

source: Class or workroup
de: Klasse oder Arbeitsgruppe

source: Date
de: Datum

source: Delete
de: Löschen

source: Delete the print job.
de: Löschen des Druckauftrags

source: Deleting print jobs ...
de: Lösche Druckaufträge

source: Finished
de: Fertiggestellt

source: Pages
de: Seiten

source: Print
de: Drucken

source: Print job
de: Druckauftrag

source: Print job <i>{printjob}</i> of <i>{user}</i>
de: Druckauftrag <i>{printjob}</i> des Benutzers <i>{user}</i>

source: Print job {0} from {1}
de: Druckauftrag {0} von {1}

source: Print the document.
de: Drucken des Dokumentes

source: Printer
de: Drucker

source: Printing ...
de: Verarbeitung der Druckaufträge ...

source: School
de: Schule

source: Search...
de: Suche...

source: Select a class or workgroup.
de: Auswahl einer Klasse oder Arbeitsgruppe

source: Select the school.
de: Auswahl der Klassen.

source: Should the selected print jobs be deleted?
de: Sollen die ausgewählten Druckaufträge gelöscht werden?

source: Specifies the substring pattern which is searched for in the first name, surname and username
de: Definiert eine Zeichenkette, die im Vorname, Nachnamen und Benutzernamen gesucht wird

source: User
de: Benutzer

source: View
de: Betrachten

source: View the print job.
de: Anzeigen des Druckauftrags
