Repository: 4ant00ra/ucs-school
Catalog: univention-management-console/modules/univention/management/console/protocol/*.po
Languages: de

source: OK, operation successful
de: OK, Operation erfolgreich

source: OK, containing report message
de: OK, enthält Bericht

source: OK, partial response
de: OK, Teilantwort

source: OK, operation successful ask for shutdown of connection
de: OK, Operation erfolgreich; Verbindung wird beendet

source: Command currently not available/possible
de: Das Kommando ist momentan nicht verfügbar

source: non-fatal error, processing may continue
de: Kein fataler fehler, die Verarbeitung kann forfahren

source: Invalid UMCP message
de: Ungültige UMCP Nachricht

source: Unknown command or not permitted to run
de: Unbekanntes Kommando oder fehlende Berechtigungen

source: Invalid command arguments
de: Ungültige Kommando-Parameter

source: Incomplete command
de: Unvollständiges Kommando

source: Invalid body object
de: Ungültiger Nachrichtenrumpf

source: Unparsable message header
de: Formatfehler im Nachrichtenkopf

source: Unauthorized
de: Nicht autorisiert

source: Authentication failed
de: Authentisierung fehlgeschlagen

source: Account is expired
de: Konto ist abgelaufen

source: Account is disabled
de: Konto ist deaktiviert

source: Access to console daemon is prohibited
de: Zugriff auf UMC ist nicht erlaubt

source: Command execution prohibited
de: Ausführung des Kommandos ist nicht erlaubt

source: Internal error
de: Interner Fehler

source: Request could not be found
de: Die Anfrage konnte nicht gefunden werden

source: Module process died unexpectedly
de: Module Prozess wurde unerwartet beendet

source: Connection to module process failed
de: Verbindung zum Modul-Prozess ist fehlgeschlagen

source: SSL server certificate is not trustworthy
de: SSL-Server-Zertifikat ist nicht vertrauenswürdig

source: Error occuried during command processing
de: Fehler wÃ€hrend der Kommandoverarbeitung

source: Specified locale is not available
de: Die gesetzten Spracheinstellungen können nicht verwendet werden.

source: Unknown state
de: Unbekannter Status

source: The command '%s' do not have any arguments
de: Das Kommando'%s' hat keine Argumente
