Repository: 4ant00ra/ucs-school
Catalog: univention-management-console-distribution/modules/univention/management/console/handlers/distribution/*.po
Languages: de

source: Data Distribution
de: Materialverteilung

source: Teaching Material Distribution
de: Unterrichtsmaterial-Verteilung

source: Search Distribution Projects
de: Suche Verteilungsprojekt

source: distribute teaching material
de: Unterrichtsmaterial verteilen

source: show selected project
de: Ausgewählte Projekte anzeigen

source: collect teaching material
de: Unterrichtsmaterial einsammeln

source: No files have been uploaded!
de: Es wurden keine Dateien hochgeladen!

source: projectname "%(projectname)s" is already in use!
de: Projektname "%(projectname)s" wurde bereits verwendet!

source: Cannot find user with uid=%(uid)s".
de: Kann Benutzer "%(uid)s" nicht finden.

source: Cannot determine home directory of user "%(username)s".
de: Kann Homeverzeichnis von Benutzer "%(username)s" nicht bestimmen.

source: %m/%d/%Y %H:%M
de: %d.%m.%Y %H:%M

source: Error occurred while setting up automatic deadline (exitcode = %s). Automatic deadline may not work.
de: Ein Fehler trat beim Setzen der automatischen Deadline auf (exitcode=%s). Automatische Deadline funktioniert ggf. nicht.

source: Error occurred while setting up automatic deadline (job number). Automatic deadline may not work.
de: Ein Fehler trat beim Setzen der automatischen Deadline auf (job number). Automatische Deadline funktioniert ggf. nicht.

source: no projectname given
de: Kein Projektname angegeben!

source: project "%(projectname)s": file %(fn)s does not exist
de: Projekt "%(projectname)s": Datei %(fn)s existiert nicht

source: An error occurred while collecting data (exitcode: %s)
de: Ein Fehler ist beim Einsammeln der Dateien aufgetreten (exitcode: %s)

source: An error occurred while removing automatic deadline (exitcode: %s)
de: Ein Fehler ist beim Entfernen der Deadline aufgetreten (exitcode: %s)

source: Add Project
de: Projekt hinzufügen

source: Project
de: Projekt

source: Description
de: Beschreibung

source: Sender
de: Besitzer

source: #Users
de: Anz. Benutzer

source: #Files
de: Anz. Dateien

source: Collect Project "%(projectname)s"
de: Projekt "%(projectname)s" einsammeln

source: --- no description ---
de: --- ohne Beschreibung ---

source: Search
de: Suchen

source: Action finished successfully
de: Aktion erfolgreich beendet

source: Action failed
de: Aktion fehlgeschlagen

source: Please select class:
de: Bitte Klasse auswählen:

source: Please select school:
de: Bitte Schule auswählen:

source: Create Project
de: Projekt erstellen

source: ERROR
de: FEHLER

source: Create new distribution
de: Neues Projekt erstellen

source: Collect Distributed Teaching Material
de: Unterrichtsmaterial einsammeln

source: Projectname:
de: Projektname:

source: Description:
de: Beschreibung:

source: %m/%d/%Y at %H:%M
de: %d.%m.%Y um %H:%M

source: no deadline given - please collect data manually
de: keine Deadline definiert - bitte Dateien manuell einsammeln

source: Sender:
de: Besitzer:

source: Sender Project Dir:
de: Besitzer-Projektverzeichnis:

source: Files:
de: Dateien:

source: Recipients:
de: Empfänger:

source: Collect Data
de: Dateien einsammeln

source: Search Key
de: Suchkriterium

source: Project Name
de: Projektname

source: School
de: Schule

source: Group DN
de: GruppenDN

source: Select Attendees:
de: Benutzer auswählen:

source: Deadline (e.g. 03/24/2008 08:05)
de: Deadline (z.B. 04.06.2008 08:05)

source: ^[ ]*(10|11|12|0\d)/(30|31|[012]\d)/20\d\d (20|21|22|23|[01]\d):[0-5]\d[ ]*$
de: ^[ ]*(30|31|[012]\d)\.(10|11|12|0\d)\.20\d\d (20|21|22|23|[01]\d):[0-5]\d[ ]*$

source: Upload Files
de: Dateien hochladen
