Repository: 4ant00ra/ucs-school
Catalog: ucs-school-umc-reservation/modules/UMC/*.po
Languages: de

source: Lesson configuration
de: Unterrichts-Vorbereitung

source: School lesson configuration
de: Unterrichts-Vorbereitung

source: Reservations
de: Unterrichtsvorbereitung

source: List Reserations
de: Unterrichtsvorbereitung anzeigen

source: Edit Reservation
de: Unterrichtsvorbereitung bearbeiten

source: Remove reservation
de: Unterrichtsvorbereitung stornieren

source: Reservation profiles
de: Unterrichtsprofile

source: List reservation profiles
de: Unterrichtsprofile anzeigen

source: Edit reservation profile
de: Unterrichtsprofil bearbeiten

source: Save reservation profile
de: Unterrichtsprofil speichern

source: Remove reservation profile
de: Unterrichtsprofil entfernen

source: Remove Reservation Profile
de: Unterrichtsprofil entfernen

source: Edit lessontimes
de: Schulstundenzeiten bearbeiten

source: Edit lessontime definitions
de: Schulstundenzeiten bearbeiten

source: %Y-%m-%d
de: %d.%m.%Y

source: Reservation for Room "%(room)s": %(date)s %(start)s-%(end)s
de: Unterrichtsvorbereitung für Raum "%(room)s": %(date)s %(start)s-%(end)s

source: Error while setting up reservation (status=%s)
de: Fehler beim Anlegen der Unterrichtsvorbereitung (status=%s)

source: The distribution project "%(project)s" has been removed since the files have not been distributed yet.
de: Das Verteilungsprojekt "%(project)s" wurde ebenfalls gelöscht, da noch keine Dateien an Benutzer verteilt wurden.

source: The files of distribution project "%(project)s" will be collected now.
de: Die Dateien des Verteilungsprojekts "%(project)s" werden jetzt eingesammelt.

source: The distribution project "%(project)s" has not been removed. Please collect distributed files manually via UMC distribution module.
de: Das verknüpfte Verteilungsprojekt "%(project)s" wurde nicht gelöscht. Die verteilten Dateien können manuell über das UMC-Modul "Materialverteilung" eingesammelt werden.

source: The distribution project "%(project)s" has already been collected manually.
de: Die verteilten Dateien des verknüpften Verteilungsprojekts "%(project)s" wurden bereits manuell eingesammelt.

source: Copy of
de: Kopie von

source: Lesson '%s' and '%s' overlap, please correct
de: Schulstunden '%s' und '%s' überlappen, bitte korregieren

source: Lessontime Definitions Saved
de: Schulstunden-Definitionen gespeichert

source: Search
de: Suchen

source: New reservation
de: Neue Unterrichtsvorbereitung

source: Searchresults
de: Suchergebnis

source: Date
de: Datum

source: Start Time
de: Anfangszeit

source: End Time
de: Endzeit

source: Room
de: Raum

source: Class/Group
de: Klasse/AG

source: Reservation profile
de: Unterrichtsprofil

source: Owner
de: Besitzer

source: Edit reservation
de: Unterrichtsvorbereitung bearbeiten

source: Edit
de: Bearbeiten

source: Click to edit this reservation
de: Unterrichtsvorbereitung bearbeiten

source: Remove
de: Entfernen

source: Click to remove this reservation
de: Unterrichtsvorbereitung entfernen

source: No matching reservations found
de: Keine passenden Unterrichtsvorbereitungen gefunden

source: Click search button to list reservations
de: Zur Anzeige von Unterrichtsvorbereitungen auf Suchen klicken

source: Create reservation
de: Unterrichtsvorbereitung buchen

source: Reservation created.
de: Unterrichtsvorbereitung gebucht.

source: Start time
de: Anfangszeit

source: Please select interval
de: Wiederholungsintervall

source: Until
de: Wiederholen bis

source: Please select school:
de: Bitte Schule auswählen:

source: Distribution project %s has been created for this reservation.
de: Verteilungsprojekt "%s" wurde für diese Unterrichtsvorbereitung erstellt.

source: Create
de: Erstellen

source: Save
de: Speichern

source: Collision: reservation not possible.
de: Konflikt: Unterrichtsvorbereitung nicht möglich.

source: Collision: override existing reservation?
de: Konflikt: Existiernde Unterrichtsvorbereitung außer Kraft setzen?

source: Colliding reservation:
de: Überlappende Unterrichtsvorbereitung:

source: Override
de: Trotzdem buchen

source: No reservation has been selected
de: Keine Unterrichtsvorbereitung ausgewählt

source: Please confirm cancellation of following reservation:
de: Bitte Stornierung der folgenden Unterrichtsvorbereitung bestätigen:

source: End time
de: Endzeit

source: Reservation cancelled successfully
de: Unterrichtsvorbereitung erfolgreich storniert.

source: Error while cancelling reservation
de: Fehler bei der Stornierung der Unterrichtsvorbereitung

source: Please ask local administrator for further details.
de: Bitte wenden Sie sich an den lokalen Administrator.

source: New reservation profile
de: Neues Unterrichtsprofil

source: New Reservation Profile
de: Neues Unterrichtsprofil

source: Description
de: Beschreibung

source: Copy
de: Kopieren

source: Delete
de: Löschen

source: Edit Profile
de: Unterrichtsprofil bearbeiten

source: Click to edit this profile
de: Unterrichtsprofil bearbeiten

source: This profile is a given default
de: Dieses Profil ist ein festgelegter Vorgabewert

source: You are not the owner of this profile
de: Sie sind nicht Besitzer dieses Unterrichtsprofils

source: Copy reservation profile
de: Unterrichtsprofil kopieren

source: Click to copy and edit this profile
de: Unterrichtsprofil bearbeiten

source: Remove profile
de: Unterrichtsprofil entfernen

source: Click to remove this profile
de: Unterrichtsprofil entfernen

source: No matching reservation profiles found
de: Keine passenden Unterrichtsprofile gefunden.

source: Click search button to list reservation profiles
de: Zur Anzeige von Unterrichtsprofilen auf Suchen klicken

source: No reservation profile has been selected
de: Kein Unterrichtsprofil ausgewählt

source: Please confirm removal of following reservation profile:
de: Bitte Löschen des folgenden Unterrichtsprofils bestätigen:

source: Reservation profile successfully removed
de: Unterrichtsprofil erfolgrech gelöscht.

source: Error while removing reservation profile
de: Fehler beim Löschen des Unterrichtsprofils

source: Please choose and add
de: Bitte wählen und hinzufügen

source: Group
de: Klasse/AG

source: Profile Name
de: Unterrichtsprofil

source: Now
de: Sofort

source: End of Lesson
de: Ende dieser Schulstunde

source: In 1.5 hours
de: In 1,5 Stunden

source: In 3 hours
de: In 3 Stunden

source: End of day
de: Ende des Tages

source: None
de: Keins

source: Daily
de: Täglich

source: Every 2nd Day
de: Jeden zweiten Tag

source: Every 3rd Day
de: Jeden dritten Tag

source: Every 4th Day
de: Jeden vierten Tag

source: Every 5th Day
de: Jeden fünften Tag

source: Every 6th Day
de: Jeden sechsten Tag

source: Weekly
de: Wöchentlich

source: Biweekly
de: Zweiwöchig

source: No Exception
de: Ohne Ausnahme

source: Public Holidays
de: Feiertage

source: Autumn Holidays
de: Herbstferien

source: Christmas Holidays
de: Weihnachtsferien

source: No Term
de: Halbjahr

source: Winter Term
de: Winterhalbjahr

source: Summer Term
de: Sommerhalbjahr

source: Reserve Program Licenses
de: Programmlizenzen reservieren

source: Deny Programs
de: Gesperrte Programme

source: Program Licenses
de: Programmlizenzen

source: List of Program Licenses
de: Liste lizensierter Programme

source: Disabled Program
de: Gesperrtes Programm

source: List of Disabled Programs
de: Liste sperrbarer Programme

source: Default
de: Standard

source: Printmode
de: Druckmodus

source: All
de: Alle Drucker erlaubt

source: Department
de: Schule

source: Message
de: Nachricht

source: Search Key
de: Suchkriterium

source: Class/Project group
de: Klasse/AG

source: Reservation
de: Unterrichtsvorbereitung

source: Collect pupil's files at end of reservation
de: Projektdateien am Ende des Unterrichts einsammeln.

source: Access to class share
de: Zugriff auf Klassenfreigabe

source: Access to school share
de: Zugriff auf Marktplatzfreigabe

source: Access to home share
de: Zugriff auf Heimatverzeichnisfreigabe

source: Access to other shares
de: Zugriff auf sonstige Freigaben

source: Rhythm
de: Rhythmus

source: Digital Teaching Resource
de: Digitales Unterrichtsmaterial

source: Upload Digital Teaching Resources
de: Digitale Unterrichtsmaterialien hinterlegen

source: Number of licenses
de: Zu nutzende Lizenzen

source: Description (optional)
de: Beschreibung (optional)

source: Lessontime Definitions
de: Schulstunden Definitionen

source: Reservation ID
de: Unterrichtsvorbereitung

source: Reservation Name
de: Unterrichtsvorbereitung

source: Profile name
de: Unterrichtsprofil
