Repository: 4ant00ra/ucs-school
Catalog: ucs-school-umc-distribution/umc/js/*.po
Languages: de

source: #Files
de: #Dateien

source: Add project
de: Projekt hinzufügen

source: Adopt
de: Übernehmen

source: Adopt project
de: Projekt übernehmen

source: All projects
de: Alle Projekte

source: Assign classes/workgroups
de: Klassen/Arbeitsgruppen zuordnen

source: Assigned classes/workgroups
de: Zugeordnete Klassen/Arbeitsgruppen

source: Automatic collection
de: Automatisches Einsammeln

source: Automatic distribution
de: Automatisches Austeilen

source: Back to overview
de: Zurück zur Übersicht

source: Cancel
de: Abbrechen

source: Cancel upload
de: Dateitransfer abbrechen

source: Collect
de: Einsammeln

source: Collect project
de: Projekt einsammeln

source: Collect project files from users.
de: Projektdateien von Schüler einsammeln.

source: Collection date
de: Einsammeldatum

source: Collection of project files
de: Einsammeln der Projektdateien

source: Collection time
de: Einsammelzeit

source: Create a new distribution project
de: Neues Verteilungsprojekt erstellen

source: Create project
de: Projekt erstellen

source: Date at which the project files will be collected automatically.
de: Datum, an dem die Projektdateien automatisch eingesammelt werden.

source: Date at which the project files will be distributed automatically.
de: Datum, an dem die Projektdateien automatisch verteilt werden.

source: Description
de: Beschreibung

source: Directory name
de: Verzeichnisname

source: Distribute
de: Verteilen

source: Distribute project
de: Projekt verteilen

source: Distribute project files to users.
de: Projektdateien an Schüler verteilen.

source: Distribution and collection of project files
de: Verteilen und Einsammeln der Projektdateien

source: Distribution date
de: Verteilungsdatum

source: Distribution of project files
de: Verteilen der Projektdateien

source: Distribution time
de: Verteilungszeit

source: Edit
de: Bearbeiten

source: Edit the selected distribution project.
de: Das ausgewählte Verteilungsprojekt bearbeiten.

source: Error: No files have been assign to the project!
de: Fehler: Keine Datei wurden dem Projekt hinzugefügt!

source: Error: No recipients have been assigned to the project!
de: Fehler: Kein Empfänger wurde für das Projekt ausgewählt!

source: Files
de: Dateien

source: Files that have been added to this teaching material project
de: Dateien, die mit Materialverteilungsprojekt verknüpft sind

source: General
de: Allgemein

source: List of groups that are marked to receive the teaching materials
de: Liste der Gruppen, die die Projektmaterialien empfangen werden

source: Manual collection
de: Manuelles Einsammeln

source: Manual distribution
de: Manuelles Verteilen

source: Members
de: Mitglieder

source: Only own projects
de: Nur eigene Projekte

source: Only the owner of a project is able to edit its details. If necessary, you are able to transfer the ownership of a project to your account by executing the action "adopt".
de: Nur der Eigentümer eines Projektes kann seine Eigenschaften sehen und bearbeiten. Wenn notwendig, ist es möglich das Eigentumsrecht und somit das Projekt zu übernehmen. Dies ist durch Ausführen der Aktion "übernehmen" möglich.

source: Only the owner of a project is able to remove it.
de: Nur der Eigentümer eines Projektes kann es entfernen.

source: Overwrite file
de: Datei überschreiben

source: Owner
de: Eigentümer

source: Please confirm to collect the project <i>%s</i>.
de: Bitte bestätigen Sie, um Dateien des ausgewählten Projektes <i>%s</i> einzusammeln.

source: Please confirm to distribute the project <i>%s</i>.
de: Bitte bestätigen Sie, um Dateien des ausgewählten Projektes <i>%s</i> zu verteilen.

source: Please confirm to remove the project <i>%s</i>.
de: Bitte bestätigen Sie, um das Projekt <i>%s</i> zu entfernen.

source: Please confirm to transfer the ownership of the project <i>%s</i> to your account.
de: Bitte bestätigen Sie, um das Eigentumsrecht des Projektes <i>%s</i> auf Ihren Account zu übertragen.

source: Project properties
de: Projekteigenschaften

source: Remove
de: Löschen

source: Remove project
de: Projekt löschen

source: Removes the project from the internal database.
de: Löscht das Projekt aus der internen Datenbank.

source: Save changes
de: Änderungen speichern

source: School
de: Schule

source: Search name
de: Suchname

source: Search pattern
de: Suchbegriff

source: Search results
de: Suchergebnisse

source: Specifies the substring pattern which is searched for in the projects.
de: Gibt die Zeichenkette an, nach der in den Projektbeschreibungen gesucht wird.

source: Specifies whether the project data is collected automatically or manually.
de: Gibt an, ob das Projekte automatisch oder manuell eingesammelt wird.

source: Specifies whether the project data is distributed automatically or manually.
de: Gibt an, ob das Projekte automatisch oder manuell verteilt wird.

source: The description of the teaching material project
de: Die Beschreibung des Materialverteilungsprojekts

source: The following error occurred: %s
de: Der folgende Fehler trat auf: %s

source: The following files cannot be removed as they have already been distributed: %s
de: Die folgenden Dateien können nicht entfernt werden, da sie bereits verteilt wurden.

source: The following files cannot be uploaded as they have already been distributed: %s
de: Die folgenden Dateien können nicht hochgeladen werden, da sie bereits verteilt wurden: %s

source: The following files have already been assigned to the project, please confirm to overwrite them: %s
de: Die folgenden Dateien wurde bereits dem Projekt hinzugefügt. Bitte bestätigen Sie, um die vorhandenen Dateien zu überschreiben: %s

source: The following files have already been uploaded, please confirm to overwrite them: %s
de: Die folgenden Dateien wurde bereits während der Sitzung hochgeladen. Bitte bestätigen Sie, um die vorhandenen Dateien zu überschreiben: %s

source: The name of the project directory as it will be displayed in the file system.
de: Der Name des Projektverzeichnis wie es im Dateisystem dargestellt wird.

source: The project files have been collected successfully.
de: Die Projektdateien wurden erfolgreich eingesammelt.

source: The project files have been distributed successfully.
de: Die Projektdateien wurden erfolgreich verteilt.

source: This page allows to modify properties of an existing or new distribution project.
de: Diese Seite ermöglicht es, Eigenschaften eines bestehenden oder neuen Materialverteilungsprojekts zu bearbeiten.

source: Time at which the project files will be collected automatically.
de: Zeit, zu der die Projektdateien automatisch eingesammelt werden.

source: Time at which the project files will be distributed automatically.
de: Zeit, zu der die Projektdateien automatisch verteilt werden.

source: Transfer the ownership of the selected project to your account.
de: Übertragen des Eigentumsrechts des ausgewählten Projektes auf Ihren Account.

source: distributed
de: ausgeteilt
