Repository: 4ant00ra/ucs-school
Catalog: ucs-school-l10n-*/*/ucs-school-umc-installer/umc/js/*.po
Languages: fr

source: " is still in use. Otherwise the corresponding host object has to be deleted first.
fr: " est toujours utilisé. Si cela n'est pas le cas, l'objet hôte correspondant doit d'abord être supprimé.

source: <p>In a multi server environment, the master domain controller system is configured as central instance hosting the complete set of LDAP data. Each school is configured to have its own slave domain controller system that selectively replicates the school's own LDAP OU structure. In that way, different schools do not have access to data from other schools, they only see their own data. Teaching related UMC modules are only accessible on the slave domain controller. The master domain controller does not provide UMC modules for teachers. After configuring a master system, one or more slave systems must be configured and joined into the UCS@school domain.</p>
fr: <p>Dans un environnement multi-serveurs, le système du contrôleur de domaine maître est configuré comme une instance centrale hébergeant l'intégralité des données LDAP. Chaque école est configurée pour avoir son propre système de domaine esclave qui réplique sa propre structure de l'UO LDAP De cette façon, les différentes écoles n'ont pas accès aux données des autres écoles, et ne voient que leurs propres données. Les modules UMC liés à l'enseignement ne sont accessibles que sur le contrôleur de domaine esclave. Le contrôleur de domaine maître ne fournit pas de modules UMC pour les enseignants. Après avoir configuré le système maître, un ou plusieurs systèmes esclaves doivent être configurés et rejoindre le domaine UCS@school.</p>

source: <p>In a single server environment, the master domain controller system is configured as standalone UCS@school server instance. All school related data and thus all school OU structures are hosted and accessed on the master domain controller itself. Teaching related UMC modules are provided directly on the master itself. Note that this setup can lead to performance problems in larger environments.</p>
fr: <p>Dans un environnement à serveur unique, le système du contrôleur de domaine maître est configuré comme une instance de serveur UCS@school unique. Toutes les données liées aux écoles et donc toutes les structures UO sont hébergées et accessibles sur le contrôleur de domaine maître lui-même. Les modules UMC liés à l'enseignement sont fournis directement par le maître lui-même. Remarquez que cette configuration peut amener à des problèmes de performance dans de grands environnements.</p>

source: <p>The UCS@school multi server environment distinguishes between educational servers and administrative servers. The educational servers provide all educational functions of UCS@school. The administrative servers only provide a very limited set of functions, e.g. logon services for staff users.</p><p>Usually the domain controller slave is configured as educational server.</p>
fr: <p>L'environnement multi-serveurs UCS@school distingue les serveurs éducatifs des serveurs administratifs. Les serveurs éducatifs fournissent toutes les fonctions éducatives de UCS@schoo. Les serveurs administratifs ne fournissent qu'un éventail limité de fonctions, comme les services d'authentification des utilisateurs du personnel.</p> <p>Le contrôleur de domaine esclave est habituellement configuré comme un serveur éducatif.</p>

source: <p>This wizard guides you step by step through the installation of UCS@school in your domain.</p><p>For the installation of UCS@school, there exist two different environment types: the single server environment and the multi server environment. The selection of an environment type has implications for the following installation steps. Further information for the selected environment type will be displayed below.</p>
fr: <p>Cet assistant vous guide étape par étape lors de l'installation de UCS@school sur votre domaine.</p> <p> Il existe pour l'installation de UCS@school deux types d'environnements différents : l'environnement à serveur unique et l'environnement multi-serveurs. Le choix d'un type d'environnement a des implications sur les étapes suivantes de l'installation. Plus d'informations sur le type d'environnement choisi seront affichées ci-dessous.</p>

source: Administrative server
fr: Serveur administratif

source: All necessary information for the installation of UCS@school on this system has been collected. Please confirm now to continue with the installation process.
fr: Toutes les informations nécessaires à l'installation de UCS@school sur ce système ont été collectées. Veuillez maintenant confirmer pour continuer le processus d'installation.

source: An error occurred during the installation of UCS@school. The following information will give you some more details on which problems occurred during the installation process.
fr: Une erreur est apparue lors de l'installation de UCS@school. Les informations suivantes vous donneront des détails supplémentaires sur les problèmes apparus lors du processus d'installation.

source: Cancel
fr: Annuler

source: Could not find the DNS entry for the domain controller master.
fr: Impossible de trouver l'enregistrement DNS pour le contrôleur de domaine maître.

source: Domain password
fr: Mot de passe du domaine

source: Domain username
fr: Nom d'utilisateur du domaine

source: During installation this server will be configured as administrative server. To create the specified school, the name of a second/future domain controller slave is required, which will be configured as educational server.
fr: Ce serveur sera configuré comme serveur administratif au cours de l'installation. Pour créer l'école demandée, le nom du deuxième futur contrôleur de domaine esclave sera requis. Celui-ci sera configuré comme un serveur éducatif.

source: Educational server
fr: Serveur éducatif

source: Error
fr: Erreur

source: For the single server environment, all school OUs are accessed from the master system itself.
fr: Pour un environnement à serveur unique, on accède à toutes les UO des écoles depuis le système maître lui-même.

source: Fully qualified domain name of master domain controller (e.g. schoolmaster.example.com)
fr: Nom de domaine pleinement qualifié du contrôleur de domaine maître (par ex : maitredelecole.exemple.com)

source: In UCS@school, each school is organized in its own LDAP organizational unit (so-called OU). All school related information (students, classes, computers, rooms, groups etc.) is organized below such an OU. Please enter the name of a school OU that will be created during the installation process.
fr: Dans UCS@school, chaque école est organisée selon sa propre unité d'organisation (connue aussi sous l'acronyme UO) LDAP. Toutes les informations liées à l'école (étudiants, classes, ordinateurs, pièces, groupes, etc.) sont organisées sous une UO. Veuillez saisir le nom de l'UO de l'école qui sera créée au cours du processus d'installation.

source: In order to complete the installation of UCS@school, a restart of the UMC server components is necessary.
fr: Afin de terminer l'installation de UCS@school, un redémarrage des composants serveur UMC est nécessaire.

source: In order to install UCS@school on a backup domain controller, the system needs to be joined first.
fr: Afin d'installer UCS@school sur un contrôleur de domaine de secours, le système doit d'abord rejoindre le domaine.

source: In order to setup this system as UCS@school slave domain controller, please enter the domain credentials of a domain account with join privileges.
fr: Afin de configurer ce système comme un contrôleur de domaine esclave UCS@school, veuillez saisir les preuves d'identité au sein du domaine d'un compte possédant les droits de jonction.

source: Install
fr: Installer

source: Make sure the DNS server is up and running or check the DNS settings.
fr: Veuillez vous assurer que le serveur DNS est actif et démarré ou vérifiez les réglages DNS.

source: Multi server environment
fr: Environnement multi-serveurs

source: Name of educational school server
fr: Nom du serveur d'école éducatif

source: Name of the educational domain controller slave for the new school. The server name may consist of the letters a-z, the digits 0-9 and hyphens (-). The name of the educational server may not be equal to the administrative server!
fr: Nom du contrôleur de domaine éducatif esclave pour la nouvelle école. Le nom du serveur peut contenir les lettres a-z, les chiffres 0-9 et des tirets (-). Le nom du serveur éducatif ne peut être identique à celui du serveur administratif !

source: Name of the school
fr: Nom de l'école

source: New school classes can be created with the %s.
fr: Les nouvelles classes de l'école peuvent être créées avec %s.

source: Note that each slave domain controller system is directly associated with a school OU. A slave domain controller has only access to the data below its own school OU, not to data from other schools.
fr: Remarquez que chaque système de contrôleur de domaine esclave est directement associé à une UO d'école. Un contrôleur de domaine esclave n'a accès qu'aux données sous l'UO de sa propre école, mais pas aux données des autres écoles.

source: Ok
fr: Valider

source: Please choose an environment type:
fr: Veuillez choisir un type d'environnement :

source: Please choose the server type for this domain controller slave:
fr: Veuillez choisir le type de serveur pour ce contrôleur de domaine esclave :

source: Retry
fr: Réessayer

source: School abbreviation
fr: Abréviation de l'école

source: Single server environment
fr: Environnement à serveur unique

source: Starting the configuration process...
fr: Démarrage du processus de configuration...

source: Teachers and students can be added to the UCS@school domain with the %s.
fr: Les enseignants et les étudiants peuvent être ajoutés au domaine UCS@school avec %s.

source: Teachers can be assigned to classes with the %s.
fr: Les enseignants peuvent être affectés aux classes avec %s.

source: The DNS settings can be adjusted in the %s.
fr: Les réglages DNS peuvent être ajustés dans %s.

source: The given value will be shown as school's name within UCS@school.
fr: La valeur donnée sera affichée comme nom de l'école au sein de UCS@school.

source: The given value will be used as object name for the new school OU object within the LDAP directory and as prefix for several school objects like group names. It may consist of the letters a-z, the digits 0-9 and underscores. Usually it is safe to keep the suggested value.
fr: La valeur donnée sera utilisée comme nom d'objet pour l'objet UO de la nouvelle école au sein de l'annuaire LDAP et comme préfixe pour plusieurs objets de l'école comme les noms des groupes. Il peut contenir les lettres a-z, les chiffres 0-9 ainsi que des tirets bas. Il est généralement conseillé de conserver la valeur suggérée.

source: The installation of UCS@school has been finished successfully.
fr: L'installation de UCS@school s'est terminée avec succès.

source: There are several modules that assist in further configuring the UCS@school domain:
fr: Il existe plusieurs modules vous aidant à aller plus loin dans la configuration du domaine UCS@school :

source: This wizard guides you step by step through the installation of an UCS@school slave domain controller. Before continuing please make sure that an UCS@school master domain controller has already been set up for a multi server environment.
fr: Cet assistant vous guide étape par étape dans l'installation d'un contrôleur de domaine esclave UCS@school. Avant de continuer, assurez-vous que le contrôleur de domaine maître UCS@school a déjà été configuré dans un environnement multi-serveurs.

source: UCS@school - an error ocurred
fr: UCS@school - une erreur est survenue

source: UCS@school - domain credentials
fr: UCS@school - preuves d'identité au sein du domaine

source: UCS@school - educational server vs. administrative server
fr: UCS@school - serveur éducatif ou serveur administratif

source: UCS@school - extended school OU setup
fr: UCS@school - configuration avancée de l'UO de école

source: UCS@school - installation successful
fr: UCS@school - installation réussie

source: UCS@school - school OU setup
fr: UCS@school - configuration de l'UO de l'école

source: UCS@school - server setup
fr: UCS@school - configuration du serveur

source: UCS@school can only be installed on the system roles master domain controller, backup domain controller, or slave domain controller.
fr: UCS@school peut être installé uniquement sur le contrôleur de domaine maître des rôles système, le contrôleur de domaine de secours ou le contrôleur de domaine esclave.

source: UCS@school has already been configured on this system.
fr: UCS@school a déjà été configuré sur ce système.

source: UCS@school supports only one administrative server per school. Please check if the administrative server "
fr: UCS@school ne gère qu'un seul serveur administratif par école. Veuillez vérifier si le serveur administratif "

source: UCS@school supports only one educational server per school. Please check if the educational server "
fr: UCS@school ne gère qu'un seul serveur éducatif par école. Veuillez vérifier si le serveur éducatif "

source: Warning:
fr: Attention :

source: Workgroups can be created and managed with the %s.
fr: Les groupes de travail peuvent être créés et gérés avec %s.
