Repository: 4ant00ra/ucs-school
Catalog: ucs-school-umc-users/umc/python/schoolusers/*.po
Languages: de

source: school usermanager
de: Benutzerverwaltung

source: Administrate Pupils and Teachers
de: Verwalten von Schüler- und Lehreraccounts

source: Display pupils of one class.
de: Schüler einer Klasse anzeigen

source: Search pupils
de: Schüler suchen

source: Display teachers of one school
de: Lehrer anzeigen

source: Reset password for users.
de: Benutzerpasswörter zurücksetzen

source: Reset password for users
de: Benutzerpasswörter zurücksetzen

source: new password
de: neues Passwort

source: User has to change password at next login
de: Benutzer muss Passwort bei der nächsten Anmeldung ändern

source: No group selected
de: keine Gruppe ausgewählt

source: No Connection to the LDAP-Database available, please try again later
de: Verbindung zur LDAP-Datenbank nicht verfügbar, bitte später erneut versuchen.

source: %s: password has been reset successfully
de: %s: Passwort wurde erfolgreich gesetzt.

source: password reset failed for user %(user)s (permission denied)
de: Passwort-Reset für Benutzer %(user)s ist fehlgeschlagen (Zugriff verweigert).

source: password reset failed for user %(user)s (%(exception)s)
de: Passwort-Reset für Benutzer %(user)s ist fehlgeschlagen (%(exception)s).

source: No passwords changed, need a new password.
de: Das Passwort wurden nicht geändert, da kein neues Passwort angegeben wurde.

source: No passwords changed.
de: Keine Passwörter geändert.

source: User
de: Benutzer

source: Password expiry
de: Passwort Ablaufdatum

source: none
de: keins

source: reset passwords
de: Passwörter setzen

source: Select the Operation
de: Operation auswählen

source: Administrate pupils
de: Schüleraccounts administrieren

source: Please select department:
de: Schule auswählen:

source: show class
de: Klasse anzeigen:

source: reset password
de: Passwort zurücksetzen

source: Administrate teachers
de: Lehreraccounts administrieren

source: reset passwords for users
de: Passwort für Benutzer zurücksetzen

source: Search Key
de: Suchkriterium

source: Username
de: Benutzername

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Department
de: Schule

source: Group
de: Gruppe
