Repository: 4ant00ra/ucs-school
Catalog: univention-management-console/univention-management-console/modules/univention/management/console/handlers/vnc/*.po
Languages: de

source: Connect to the VNC server
de: Verbindung zum VNC-Server aufbauen

source: To setup a VNC session a password is required and a running VNC server.
de: Zum Aufbauen einer VNC-Sitzung wird ein Passwort und ein laufender VNC-Server benötigt.

source: Set VNC password
de: Setzen des VNC-Passwortes

source: Currently there is no VNC server running.
de: Momentan läuft noch kein VNC-Server.

source: Start
de: Starten

source: Start VNC server
de: Starten des VNC-Server

source: Password is set and the VNC server is running.
de: Ein Passwort existiert und der VNC-Server läuft bereits.

source: Stop VNC server
de: Stoppen des VNC-Server

source: Connect to VNC session
de: Verbindung zum VNC-Server aufbauen

source: Access to a System via VNC Session
de: Zugriff auf ein System mittel NVC

source: VNC configuration
de: VNC Konfiguration

source: VNC connection
de: VNC Verbindung

source: Password
de: Passwort

source: You are not permitted to run this command.
de: Es ist nicht erlaubt dieses Kommando auszuführen
