Repository: 4ant00ra/ucs-school
Catalog: univention-management-console/modules/univention/management/console/wizards/mailserver/*.po
Languages: de

source: Mail server configuration
de: Mail-Server Konfiguration

source: The mail server has the possibility to provide filtering of SPAM e-mails. It is recommended to activate this option.
de: Der Mailserver bietet die Möglichkeit, SPAM-Mails herauszufiltern. Es wird empfohlen, diese Option zu aktivieren.

source: To avoid the delivery of virus infected e-mails the mail server can check incoming and outgoing e-mails for known virus signatures. This increases the security and it is highly recommanded to activate this option.
de: Um die Auslieferung von Viren-Mails zu verhindern, kann der Mailserver ein- und ausgehende Mails nach bekannten Virensignaturen durchsuchen. Dies erhöht die Sicherheit und es wird dringend empfohlen, diese Option zu aktivieren.

source: IMAP is the most common protocol to access mail servers. It is recommended to activate this option.
de: IMAP ist ein weit verbreiteted Protokoll, um auf den Mailserver zuzugreifen. Es wird empfohlen, diese Option zu aktivieren.

source: To restrict the amount of e-mails that a user can store on the mail server it is required to activate this option. Via Univention Directory Manager it is possible to define the amount of e-mails that can be stored by a user (policy "mail quota").
de: Um die Anzahl der von einem Benutzer gespeicherten Mails zu beschränken, muss diese Option aktiviert werden. Über den Univention Directory Manager können dann Richtlinien mit entsprechenden Limits definiert werden (Richtlinie "Mail-Quota").

source: POP3 is another protocol that can be used to access mail servers. When Outlook is used as client for UGS, this option must be activated.
de: POP3 ist ein weiteres Protokoll, welches für den Mailserver-Zugriff verwendet wird. Für die Verwendung von Outlook als UGS-Client muss diese Option aktiviert sein.

source: The following option provides the possibility to set a maximum size of incoming and outgoing e-mails. Very large e-mails may cause a high load on the mail server and thereby may increase respone times. The default value should work well in most scenarios.
de: Die folgende Option bietet die Möglichkeit, die maximale Größe für ein- und ausgehende Mails festzulegen. Zu große Mails können eine hohe Last auf dem Mailserver und somit hohe Antwortzeiten verursachen. Die Standardeinstellung sollte für die meisten Szenarien passen.

source: Any kind of information regarding problems or warnings on a system are send to the local e-mail account of the root user. These e-mails can be redirected to another global account by setting this option to a valid e-mail address.
de: Problembenachrichtigungen oder System-Warnungen werden an ein lokales Mailkonto geschickt. Diese Mails können an ein globales Mailkonto weitergeleitet werden, das hier definiert wird.

source: View mail server configuration
de: Anzeigen der Mail-Server Konfiguration

source: Set mail server configuration
de: Setzen der Mail-Server Konfiguration

source: SPAM filtering
de: SPAM Filterung

source: Virus filtering
de: Viren Filterung

source: IMAP access
de: IMAP-Zugriff

source: IMAP quota support
de: IMAP Quota Unterstützung

source: POP3 access
de: POP3-Zugriff

source: Maximum message size
de: Maximale Nachrichtengröße

source: E-mail address alias for root
de: Alternative E-Mail-Adresse für root

source: Restarting the following services failed: %(services)s
de: Neustart der folgenden Dienste ist fehlgeschlagen: %(services)s
