Repository: 4ant00ra/ucs-school
Catalog: ucs-school-umc-schooladmin/modules/univention/management/console/handlers/school-groups/*.po
Languages: de

source: school groupmanager
de: Gruppenverwaltung

source: Administrate Additional Groups
de: Zusatzgruppen administrieren

source: List additional groups
de: Gruppen anzeigen

source: List additional groups of one school
de: Gruppen einer Schule anzeigen

source: Edit group
de: Gruppe bearbeiten

source: Add group
de: Gruppe hinzufügen

source: Remove groups
de: Gruppe löschen

source: Modify group
de: Gruppe bearbeiten

source: Modify members of one additional group
de: Mitgliederliste einer Gruppe bearbeiten

source: Assign teachers to groups
de: Lehrer-Zuordnung

source: Assign teachers to specific group
de: Lehrer-Zuordnung

source: List unused groups
de: Ungenutzte Gruppen anzeigen

source: Remove unused group
de: Ungenutzte Gruppen löschen

source: No group selected
de: keine Gruppe/Klasse ausgewählt

source: An error occured while getting group id! Please consult local administrator.
de: Ein Fehler ist beim Ermitteln der Gruppen-ID aufgetreten. Bitte kontaktieren Sie Ihren Administrator.

source: No Connection to the LDAP-Database available, please try again later
de: Verbindung zur LDAP-Datenbank nicht verfügbar, bitte später erneut versuchen.

source: An error occured while getting group description! Please consult local administrator.
de: Ein Fehler ist beim Ermitteln der Gruppenbeschreibung aufgetreten. Bitte kontaktieren Sie Ihren Administrator.

source: Cannot change group members
de: Die Liste der Gruppenmitglieder konnte nicht verändert werden.

source: An error occured while modifying group! Please consult local administrator.
de: Ein Fehler ist beim Ändern der Gruppe aufgetreten. Bitte kontaktieren Sie Ihren Administrator.

source: Cannot create group - object already exists!
de: Gruppe konnte nicht angelegt werden - Gruppe existiert bereits!

source: Cannot create group - permission denied!
de: Gruppe konnte nicht angelegt werden - Zugriff verweigert!

source: Cannot create group - groupname already used!
de: Gruppe konnte nicht angelegt werden - Gruppenname wird bereits verwendet!

source: An error occured while creating group! Please consult local administrator.
de: Ein Fehler ist beim Anlegen der Gruppe aufgetreten. Bitte kontaktieren Sie Ihren Administrator.

source: An error occured while searching for unused groups. Please try again later or contact local administrator.
de: Ein Fehler ist beim Suchen nach ungenutzten Gruppen aufgetreten. Bitte versuchen Sie es später erneut oder kontaktieren Ihren lokalen Administrator.

source: - noObject: %s
de: - Objekt nicht gefunden: %s

source: - contains pupils: %s
de: - enthält noch Schüler: %s

source: Please select school:
de: Schule auswählen:

source: Create new group
de: Neue Gruppe erstellen

source: Search
de: Suche

source: Group
de: Gruppe

source: Description
de: Beschreibung

source: Edit group "%(group)s"
de: Bearbeite Gruppe "%(group)s"

source: Remove Groups
de: Gruppen löschen

source: Select the Operation
de: --- wählen Sie eine Aktion ---

source: No groups could be found.
de: Gruppe konnte nicht gefunden werden.

source: Search Result
de: Suchergebnis

source: all groups
de: alle Klassen

source: all groups with search option
de: alle Klassen (mit Suchoption)

source: Please select class:
de: Klasse auswählen:

source: Create Group
de: Gruppe erstellen

source: Save Changes
de: Änderungen speichern

source: Create Group (Department %s)
de: Gruppe erstellen (Schule %s)

source: Edit Group "%s"
de: Bearbeite Gruppe "%s"

source: Assign teachers to group "%(group)s"
de: Lehrer-Zuordnung für Gruppe "%(group)s"

source: Assign teachers to group "%s"
de: Lehrer-Zuordnung für Gruppe "%s"

source: No group has been selected
de: Es wurde keine Gruppe ausgewählt

source: Please confirm removal of following groups:
de: Bitte bestätigen Sie das Löschen der folgenden Gruppen:

source: Remove
de: Löschen

source: Groups successfully deleted
de: Gruppen erfolgreich gelöscht

source: Error while deleting following groups
de: Ein Fehler trat während des Löschens der Gruppen auf

source: Please ask local administrator for further details.
de: Bitte benachrichtigen Sie Ihren Administrator, falls Sie Hilfe benötigen.

source: Please select groups for removal:
de: Bitte zu entfernende Gruppen auswählen:

source: Update list
de: Liste aktualisieren

source: Number of pupils per group (max 5):
de: Anzahl der Schüler pro Gruppe (max 5):

source: Pupils
de: Schüler

source: Teachers
de: Lehrer

source: Search Key
de: Eigenschaft

source: Group Name
de: Gruppenname

source: School
de: Schule

source: Select group members:
de: Gruppenmitglieder auswählen:
