Repository: 4ant00ra/ucs-school
Catalog: ucs-school-umc-wizards/umc/python/schoolwizards/*.po
Languages: de

source: Device with IP address
de: Gerät mit IP-Adresse

source: A valid NetBIOS hostname can not be longer than 13 characters.
de: Ein gültiger NetBIOS Rechnername darf nicht länger als 13 Zeichen sein.

source: Class name is already in use
de: Klassenname wird bereits benutzt

source: Class successfully created
de: Klasse erfolgreich erstellt

source: Computer name is already in use
de: Computername wird bereits benutzt

source: Computer successfully created
de: Computer erfolgreich erstellt

source: Could not create class
de: Die Klasse konnte nicht erstellt werden

source: Could not create computer
de: Der Computer konnte nicht erstellt werden

source: Could not create school
de: Die Schule konnte nicht erstellt werden

source: Could not create user
de: Der Benutzer konnte nicht erstellt werden

source: Execution of command failed
de: Die Ausführungs des Kommandos schlug fehl

source: IP address is already in use
de: IP-Adresse wird bereits benutzt

source: Invalid school name
de: Ungültiger Schulname

source: Invalid school server name
de: Ungültiger Schulserver name

source: Invalid value for 'type' property
de: Ungültiger Wert für 'Typ'-Eigenschaft

source: MAC address is already in use
de: MAC-Adresse wird bereits benutzt

source: Mail address is already in use
de: Mail-Adresse wird bereits benutzt

source: Missing value for the following properties: %s
de: Fehlender Wert für die folgenden Eigenschaften: %s

source: School name is already in use
de: Schulname wird bereits benutzt

source: School successfully created
de: Schule wurde erfolgreich erstellt

source: The class could not be created
de: Die Klasse konnte nicht erstellt werden

source: The computer could not be created
de: Der Computer konnte nicht erstellt werden

source: The length of fully qualified domain name is greater than 63 characters.
de: Die Länge von System- und Domänennamen ist größer als 63 Zeichen.

source: The user could not be created
de: Der Benutzer konnte nicht erstellt werden

source: Unknown school
de: Unbekannte Schule

source: User successfully created
de: Benutzer wurde erfolgreich erstellt

source: Username is already in use
de: Benutzername wird bereits benutzt
