Repository: 4ant00ra/ucs-school
Catalog: ucs-school-umc-roomadmin/modules/univention/management/console/handlers/roomadmin/*.po
Languages: de

source: Room admin
de: Computerraum Administration

source: Computer room administration
de: Computerraum-Administration

source: Administrate rooms
de: Räume administrieren

source: add room
de: Raum hinzufügen

source: edit room
de: Raum bearbeiten

source: set room
de: Raum bearbeiten

source: remove room
de: Raum entfernen

source: Power On Computers By Wake On LAN
de: Computer über Wake-On-LAN einschalten

source: List rooms and associated computers
de: Computerräume und zugeordnete Computer anzeigen

source: Enable internet access
de: Internet-Zugriff erlauben

source: Enable access to internet for selected computers
de: Für ausgewählte Computer den Internet-Zugriff erlauben

source: Disable internet access
de: Internet-Zugriff verweigern

source: Disable access to internet for selected computers
de: Für ausgewählte Computer den Internet-Zugriff verweigern

source: Reboot
de: Neustarten

source: Reboot selected computers
de: Ausgewählte Computer neustarten

source: Shutdown
de: Herunterfahren

source: Shutdown selected computers
de: Ausgewählte Computer herunterfahren

source: Lock Screen
de: Bildschirm sperren

source: Lock screen for selected computers
de: Für ausgewählte Computer den Bildschrim sperren

source: Unlock Screen
de: Bildschirm entsperren

source: Unlock screen for selected computers
de: Für ausgewählte Computer den Bildschrim entsperren

source: Lock Input Devices
de: Eingabegeräte sperren

source: Lock input devices for selected computers
de: Für ausgewählte Computer die Eingabegeräte sperren

source: Unlock Input Devices
de: Eingabegeräte entsperren

source: Unlock input devices for selected computers
de: Für ausgewählte Computer die Eingabegeräte entsperren

source: Logout User
de: Benutzer abmelden

source: Logout users for selected computers
de: Für ausgewählte Computer die Benutzer abmelden

source: Start demo mode
de: Starte Demo Modus

source: Start demo mode for selected clients
de: Starte Demo Modus für ausgewählte Computer

source: Stop demo mode
de: Stoppe Demo Modus

source: Stop running demo mode
de: Stoppe laufenden Demo Modus

source: Request snapshot
de: Screenshot anfordern

source: Request snapshot for selected computers
de: Screenshot für ausgewählte Computer anfordern

source: Request data
de: Daten anfordern

source: Request JSON encoded data
de: JSON kodierte Daten anfordern

source: Supervising mode
de: Computer beaufsichtigen

source: An error occured while getting rooms! Please consult local administrator.
de: Beim Ermitteln der Räume ist ein Fehler aufgetreten. Bitte wenden Sie sich an Ihren Administrator.

source: No admin connection to the LDAP database available, please try again later
de: Konnte keine Verbindung zum LDAP-Server aufbauen. Bitte versuchen Sie es später erneut.

source: An error occured while getting group description! Please consult local administrator.
de: Beim Ermitteln der Raumbeschreibungen ist ein Fehler aufgetreten. Bitte wenden Sie sich an Ihren Administrator.

source: user is not allowed to execute %s
de: Benutzer darf %s nicht ausführen

source: You are not allowed to execute this action. Please contact local administrator.
de: Sie sind nicht befugt, diese Aktion auszuführen. Bitte wenden Sie sich an Ihren Administrator.

source: Cannot change room members
de: Konnte Raum nicht bearbeiten

source: An error occured while updating room! Please consult local administrator. (%s)
de: Ein Fehler trat während der Raumaktualisierung auf. Bitte wenden Sie sich an Ihren Administrator. (%s)

source: Cannot create room - object already exists!
de: Konnte Raum nicht anlegen - LDAP-Objekt existiert bereits!

source: Cannot create room - groupname already used!
de: Konnte Raum nicht anlegen - Gruppenname existiert bereits!

source: An error occured while creating room! Please consult local administrator. (%s)
de: Konnte Raum nicht anlegen - Bitte wenden Sie sich an Ihren Administrator! (%s)

source: unknown
de: unbekannt

source: Computer Room Administration
de: Computerraum-Administration

source: --- Please choose ---
de: --- Bitte auswählen ---

source: All
de: Alle

source: Computer Room
de: Computerraum

source: Refresh
de: Aktualisieren

source: Stop video mode
de: Video-Modus beenden

source: Monitor Desktop With UltraVNC
de: Computername

source: Room
de: Raum

source: Logged On
de: Angemeldeter Benutzer

source: Addresses
de: Adressen

source: Inventory#
de: Inventarnr.

source: Internet Access
de: Internet-Zugriff

source: Video mode
de: Video-Modus

source: Lock screen
de: Bildschirm sperren

source: Unlock screen
de: Bildschirm entsperren

source: Lock input devices
de: Eingabegeräte sperren

source: Unlock input devices
de: Eingabegeräte entsperren

source: Power on by wake on LAN
de: Per Wake-On-LAN einschalten

source: Logout users
de: Benutzer abmelden

source: Reboot computers
de: Computer neustarten

source: Shutdown computers
de: Computer herunterfahren

source: Supervising computers
de: Ausgewählte Computer beaufsichtigen

source: Start supervising mode
de: Computer beaufsichtigen

source: Start video mode (window)
de: Video-Modus starten (Fenster)

source: Start video mode (fullscreen)
de: Video-Modus starten (Vollbild)

source: For selected objects ...
de: Bei ausgewählten Objekten ...

source: Please select school:
de: Bitte Schule auswählen:

source: Create new room
de: Neuen Raum erstellen

source: Search
de: Suchen

source: Description
de: Beschreibung

source: Edit room "%(room)s"
de: Raum "%(room)s" bearbeiten

source: Remove Rooms
de: Räume entfernen

source: Select the Operation
de: --- wählen Sie eine Aktion ---

source: No groups could be found.
de: Es konnten keine Gruppen gefunden werden.

source: Search Result
de: Suchergebnis

source: Create Room
de: Raum erstellen

source: Save Changes
de: Speichern

source: Create room and assign computers
de: Raum erstellen und Computer zuordnen

source: Assign computers to room "%(room)s"
de: Computerzuordnung für Raum "%(room)s"

source: Created room "%(room)s" successfully.
de: Raum "%(room)s" erfolgreich erstellt.

source: Updated room "%(room)s" successfully.
de: Raum "%(room)s" erfolgreich aktualisiert.

source: No room has been selected
de: Es wurde kein Raum ausgewählt.

source: Please confirm removal of following rooms:
de: Bitte bestätigen Sie das Entfernen der folgenden Räume:

source: Remove
de: Entfernen

source: Deleted rooms successfully.
de: Räume wurden erfolgreich entfernt.

source: Error while deleting following rooms:
de: Fehler traten beim Entfernen der folgenden Räume auf:

source: Please ask local administrator for further details.
de: Bitte wenden Sie sich an Ihren Administrator für nähere Informationen.

source: Supervising Mode
de: Computer beaufsichtigen

source: Search Key
de: Suchkriterium

source: Room Name
de: Raumname

source: granted
de: erlaubt

source: denied
de: gesperrt

source: Date
de: Datum

source: IP address
de: IP-Adresse

source: IP addresses
de: IP-Adresse

source: RoomDN
de: RaumDN

source: User
de: Benutzer

source: Department
de: Schule

source: Message
de: Nachricht

source: Select room members:
de: Im Raum vorhandene Computer auswählen:

source: Select video master:
de: Video-Quelle auswählen:

source: School
de: Schule
