Repository: 4ant00ra/ucs-school
Catalog: ucs-school-umc-printermoderation/modules/univention/management/console/handlers/printermoderation/*.po
Languages: de

source: Printer Moderation
de: Druckermoderation

source: Printer Moderation for Classrooms
de: Druckermoderation für Klassenräume

source: List print jobs
de: Liste der Druckaufträge

source: Print job
de: Druckauftrag

source: Delete print job
de: Lösche Druckauftrag

source: Review print job
de: Betrachte Druckauftrag

source: Unable to copy printjob to temporary directory
de: Es war nicht möglich den Druckjob in das temporäre Verzeichnis zu kopieren

source: File does not exist
de: Datei existiert nicht

source: Printer not specified
de: Drucker nicht angegeben

source: Error deleting file
de: Fehler beim Löschen der Datei

source: No group selected
de: Keine Gruppe ausgewählt

source: Back
de: Zurück

source: User
de: Benutzer

source: Printjob Name
de: Name des Druckauftrags

source: Creation Time
de: Auftragszeitpunkt

source: Operations
de: Operationen

source: Review
de: Überprüfen

source: Print
de: Drucken

source: Delete
de: Löschen

source: Select the Operation
de: Wähle die Operation aus

source: Select a printer
de: Wähle einen Drucker

source: No printers available
de: Keine Drucker verfügbar

source: Please select department:
de: Bitte Schule auswählen:

source: Select Class
de: Wähle eine Klasse

source: Refresh
de: Aktualisieren

source: Deleted Print Jobs
de: Gelöschte Aufträge

source: Printed Jobs
de: Gedruckte Aufträge

source: Review Printjob
de: Betrache Druckauftrag

source: School
de: Schule

source: Group
de: Gruppe

source: Filename
de: Dateiname

source: Printer
de: Drucker

source: DNs and Filenames
de: DNs und Dateinamen
