Repository: 4ant00ra/ucs-school
Catalog: univention-directory-manager-modules/modules/univention/admin/handlers/*.po
Languages: de

source: key=%s old=%s new=%s
de: Attribut=%s alter Wert=%s neuer Wert=%s

source: The property %s is required
de: Die Eigenschaft %s wird benötigt.

source: Move not possible: old and new DN are the same.
de: Verschieben ist nicht möglich: alter und neuer DN sind identisch.

source: Move into subcontainer of self not allowed.
de: Verschieben in einen Container innerhalb des zu verschiebenden Objektes nicht erlaubt.

source: Destination object can't have childs.
de: Zielobjekt kann keine Unterobjekte haben.

source: Unable to move Object %s (%s) in Subtree, trying to undo move.
de: Das Object %s (%s) im Teilbaum kann nicht verschoben werden, Versuche den Ausgangzustand wiederherzustellen

source: Reverse Zone and IP address incompatible
de: Reverse Zone und IP-Adresse sind inkompatibel.

source: The DHCP entry for this host should contain the zone DN, the IP address and the MAC address.
de: Der DHCP-Eintrag für diesen Rechner sollte die Zonen LDAP-DN, die IP- und MAC-Adresse enthalten.

source: delete
de: Löschen

source: Referencing Objects
de: Referenzierende Objekte

source: Objects that reference this policy object
de: Objekte, die dieses Richtlinien-Objekt referenzieren
