Repository: 4ant00ra/ucs-school
Catalog: univention-management-console/modules/univention/management/console/wizards/basis/*.po
Languages: de

source: Basis Configuration
de: Basis-Konfiguration

source: View basis configuration
de: Anzeige der Basis-Konfiguration

source: Set basis configuration
de: Setzen der Basis-Konfiguration

source: Hostname
de: Rechnername

source: Domain Name
de: Dom채ne

source: Windows Domain
de: Windows Dom채ne

source: The following scripts failed: %(scripts)s
de: Die folgenden Skripte sind fehlgeschlagen: %(scripts)s

source: Basis Configration
de: Basis-Konfiguration

source: The name of the computer
de: Der Name des Rechners

source: The DNS domain name for the computer network
de: Die DNS-Dom채ne des Netzes

source: The LDAP base for the management database
de: Die LDAP-Basis der Management-Datenbank

source: The Windows domain provided by the Samba server
de: Die Windows-Dom채ne des Samba-Dienstes
