Repository: 4ant00ra/ucs-school
Catalog: univention-management-console/modules/univention/management/console/handlers/mrtg/*.po
Languages: de

source: Period: previous day
de: Zeitraum: vergangener Tag

source: Period: previous week
de: Zeitraum: vergangene Woche

source: Period: previous month
de: Zeitraum: vergangener Monat

source: Period: previous year
de: Zeitraum: vergangenes Jahr

source: System load in percent
de: Systemauslastung in Prozent

source: Number of active terminal server sessions
de: Anzahl der aktiven Terminalserver Sitzungen

source: Utilization of system memory in percent
de: Auslastung des Hauptspeichers in Prozent

source: Utilization of swap space in percent
de: Auslastung des Auslagerungsspeichers in Prozent

source: Could not find any statistics. Check if univention-maintance is installed correctly.
de: Es konnten keine Statistiken gefunden werden. Überprüfen Sie, ob univention-maintance korrekt installiert ist.

source: System load
de: Systemauslastung

source: System statistics
de: System Statistiken

source: Memory
de: Hauptspeicher

source: Swap space
de: Auslagerungsspeicher

source: Terminal server sessions
de: Terminalserver Sitzungen
