Repository: 4ant00ra/ucs-school
Catalog: univention-mangement-console/modules/univention/management/console/handlers/services/*.po
Languages: de

source: Start type
de: Startart

source: Description
de: Beschreibung

source: automatically
de: automatisch

source: manual
de: manuell

source: never
de: nie

source: Start services
de: Dienste starten

source: Stop services
de: Dienste stoppen

source: Start automatically
de: Automatischer Start

source: Start manually
de: Manueller Start

source: Start never
de: Nie starten

source: Select the operation
de: Operation ausw채hlen

source: System services
de: System-Dienste

source: Control over system services
de: Kontrolle 체ber System-Dienste

source: Manual
de: manuell

source: Automatically
de: automatisch

source: Service
de: Dienst

source: Start a service
de: Starten eines Dienstes

source: Stop a service
de: Stoppen eines Dienstes

source: Restart a service
de: Neustart eines Dienstes

source: Reload a service
de: Reinitialisierung eines Dienstes

source: Remove a service
de: Dienst entfernen

source: Add a service
de: Dienst hinzuf체gen

source: List of services
de: Liste aller Dienste

source: Set automatic start
de: Automatischer Start

source: Starting the following services failed: %(services)s
de: Das Starten der folgenden Dienste ist fehlgeschlagen: %(services)s

source: You are not permitted to run this command.
de: Sie haben keine Berechtigungen dieses Kommando auszuf체hren

source: Stopping the following services failed: %(services)s
de: Das Stoppen der folgenden Dienste ist fehlgeschlagen: %(services)s
