Repository: 4ant00ra/ucs-school
Catalog: univention-management-console/modules/univention/management/console/handlers/join/*.po
Languages: de

source: Domain Join
de: Domänenbeitritt

source: Join to a UCS Domain
de: Beitritt zu einer UCS Domäne

source: Join Status
de: Status des Domänenbeitritt

source: Rejoin
de: Erneut Beitreten

source: Username
de: Benutzername

source: Password
de: Passwort

source: Run Join Script
de: Starte Domänenbeitrittsskript

source: Join Script Name
de: Name des Domänenbeitrittsskriptes

source: You are not permitted to run this command.
de: Es fehlen die Berechtigungen das Komando auszuführen

source: Script
de: Skript

source: Current Version
de: Aktuelle Version

source: Last Version
de: Letzte Version

source: never started
de: niemals gestartet

source: successful
de: erfolgreich

source: failed
de: fehlgeschlagen

source: Join Script: %(name)s
de: Domänenbeitrittsskript: %(name)s

source: Re-join
de: Erneut Beitreten

source: Re-join the System
de: Erneuter Domänenbeitritt

source: Current Status
de: Aktueller Status

source: The system has not been joined yet.
de: Das System ist der Domäne noch nicht beigetreten.

source: Join
de: Beitritt

source: Join the System
de: Domänenbeitritt

source: Credentials for Join
de: Authentisierungsdaten für den Domänenbeitritt

source: The Join Process was successful!
de: Der Domänenbeitritt war erfolgreich!

source: The Join Process has failed!
de: Der Domänenbeitritt ist fehlgeschlagen!

source: Log File
de: Protokolldatei

source: No Credentials are required.
de: Authentisierungsdaten werden nicht benötigt.

source: Run Script
de: Starte Domänenbeitrittsskript

source: The Join Script was successful!
de: Das Domönenbeitrittsskript wurde erfolgreich ausgeführt!

source: The Join Script has failed!
de: Das Domönenbeitrittsskript ist fehlgeschlagen!
