Repository: 4ant00ra/ucs-school
Catalog: ucs-school-umc-csv-import/umc/python/schoolcsvimport/*.po
Languages: de

source: %s could not be changed.
de: %s konnte nicht verändert werden.

source: %s could not be created.
de: %s konnte nicht angelegt werden.

source: %s could not be deleted.
de: %s konnte nicht gelöscht werden.

source: Action
de: Aktion

source: Birthday
de: Geburtstag

source: Checking users from CSV file
de: Benutzer aus der CSV-Datei werden überprüft

source: Checking users from database
de: Benutzer aus der Datenbank werden überprüft

source: Internal Error: License check failed.
de: Interner Fehler: Lizenzprüfung fehlgeschlagen.

source: Line
de: Zeile

source: Number of %(object_name)s after the import would be %(sum)s. This would exceed the number of licensed objects (%(max)s).
de: Anzahl der %(object_name)s nach dem Import wäre %(sum)s. Das übersteigt die Anzahl an lizenzierten Objekten (%(max)s).

source: Processing %d user(s)
de: Verarbeite %d Benutzer

source: The import have to be restarted again.
de: Der Import muss erneut durchgeführt werden.

source: The uploaded CSV file was not found on the server.
de: Die hochgeladene CSV-Datei konnte nicht auf dem Server gefunden werden.

source: The user already exists and cannot be created. Please change the username to one that does not yet exist or change the action to be taken.
de: Der Nutzer existiert bereits und kann nicht neu erstellt werden. Bitte ändern Sie den Benutzernamen zu einem noch nicht vergebenen oder ändern Sie die durchzuführende Aktion.

source: The user does not yet exist and cannot be deleted. Please change the username to one that exists or change the action to be taken.
de: Der Nutzer existiert noch nicht und kann nicht gelöscht werden. Bitte ändern Sie den Benutzernamen zu einem bereits vergebenen oder ändern Sie die durchzuführende Aktion.

source: The user does not yet exist and cannot be modified. Please change the username to one that exists or change the action to be taken.
de: Der Nutzer existiert noch nicht und kann nicht verändert werden. Bitte ändern Sie den Benutzernamen zu einem bereits vergebenen oder ändern Sie die durchzuführende Aktion.

source: This may be caused by a recent restart of the Univention Management Console Server.
de: Dies liegt möglicherweise an einem kürzlichem Neustart der Univention Management Console.

source: Unused
de: Unbenutzt

source: You may proceed with the import, but the domain management may be limited afterwards until a new UCS license is imported. Please note that this warning is based on the assumption that all users will be imported. You may ignore certain lines in the following.
de: Der Import kann fortgeführt werden, aber die Domäne kann danach womöglich nur eingeschränkt verwaltet werden, bis eine neue UCS-Lizenz importiert wird. Bitte beachten Sie, dass diese Warnmeldung darauf basiert, dass alle Benutzer importiert werden. Sie können Zeilen im Folgenden auch ignorieren.

source: created
de: angelegt

source: deleted
de: gelöscht

source: modified
de: verändert

source: users
de: Benutzer
