Repository: 4ant00ra/ucs-school
Catalog: ucs-school-l10n-*/*/ucs-school-umc-csv-import/umc/js/*.po
Languages: fr

source: %d error(s) occurred:
fr: %d erreur(s) survenue(s) :

source: %d more lines...
fr: %d lignes de plus...

source: %s user(s) will be added
fr: %s utilisateur(s) à ajouter

source: %s user(s) will be deleted
fr: %s utilisateur(s) à supprimer

source: %s user(s) will be ignored
fr: %s utilisateur(s) à ignorer

source: %s user(s) will be modified
fr: %s utilisateur(s) à modifier

source: Apply
fr: Appliquer

source: Automatically identify username
fr: Identifier automatiquement le nom d'utilisateur

source: Back
fr: Retour

source: Birthday
fr: Date de naissance

source: Cancel
fr: Annuler

source: Confirm changes
fr: Confirmer les modifications

source: Continue
fr: Continuer

source: Create
fr: Créer

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

source: Edit this line
fr: Modifier cette ligne

source: Email address occurs multiple times in the file. Please change the email adresses so that all are unique.
fr: Cette adresse électronique apparaît à plusieurs reprises dans le fichier. Veuillez modifier les adresses électroniques afin qu'elles soient toutes uniques.

source: Error while validating the license
fr: Erreur en validant de la licence

source: Example of a CSV file:
fr: Exemple de fichier CSV :

source: First name
fr: Prénom

source: Ignore
fr: Ignorer

source: Ignore the selected lines
fr: Ignorer les lignes sélectionnées

source: Import finished.
fr: Fin de l'importation.

source: In the table below the first 10 lines of the CSV file are shown. It is necessary for the import to assign the individual columns concrete data types (first name, last name, ...). By clicking on the header line of the table the corresponding data type for each column can be chosen. At least first name and last name need to be given for the import to be successful.
fr: Les 10 premières lignes du fichier CSV sont affichées dans le tableau ci-dessous. Pour l'importation, il est faut associer chaque colonne à un type de données précis (prénom, nom,...). En cliquant sur la ligne d'en-tête du tableau, le type de données correspondant peut être choisi. Il faut au moins indiquer le prénom et le nom pour que l'import puisse s'effectuer.

source: Last name
fr: Nom

source: Microsoft Active Directory limits usernames to 20 characters. To prevent logon problems with exam user accounts, usernames should not be longer than %s characters. Please choose a shorter username.
fr: Microsoft Active Directory limite les noms d'utilisateur à 20 caractères. Pour éviter les problèmes d'authentification avec les comptes utilisateurs subissant l'examen, ces identifiants ne peuvent dépasser %s caractères. Veuillez saisir un nom d'utilisateur plus court.

source: Modify
fr: Modifier

source: No column was chosen as username. The system can generate a username for new users resp. try to find the user among the existing users in the database.
fr: Aucune colonne sélectionnée pour le nom d'utilisateur. Le système peut générer un nom d'utilisateur pour les nouveaux utilisateurs ou essayer de trouver celui-ci parmi les utilisateurs existants dans la base de données.

source: Please confirm the following changes:
fr: Veuillez confirmer les modifications suivantes :

source: Please upload the CSV file. The CSV file has to contain comma separated values. A "header line" helps with the assignment of the individual columns after uploading. This line is optional.
fr: Veuillez envoyer le fichier CSV. Le fichier CSV doit contenir des valeurs séparées par des virgules. Une ligne d'en-tête aide à l'assignation de chaque colonne après envoi. Cette ligne est cependant optionnelle.

source: Replacement of the existing users of the selected user role with the users in the CSV file. This means that all users not included in the CSV file will be deleted.
fr: Remplacement des utilisateurs existants du rôle utilisateur sélectionné avec les utilisateurs du fichier CSV. Cela signifie que tout utilisateur non présent dans le fichier CSV sera supprimé.

source: Reset
fr: Réinitialiser

source: Restore initial values from the uploaded file
fr: Restaurer les valeurs initiales du fichier envoyé

source: School
fr: École

source: Show only lines with issues
fr: N'afficher que les lignes avec des problèmes

source: Staff
fr: Personnel

source: Student
fr: Étudiant

source: Teacher
fr: Enseignant

source: Teachers and staff
fr: Enseignants et personnel

source: The CSV file was matched with the existing data. The individual lines show the user modifications, problems are highlighted in color. The individual lines can be edited via the button "Edit" or by clicking on the value of the first column "Action".
fr: Le fichier CSV correspondait aux données existantes. Chaque ligne affiche les modifications apportées aux utilisateurs, les problèmes sont rapportés en couleur. Chaque ligne peut être modifiée en cliquant sur le bouton « Modifier » ou en cliquant sur la valeur de la première colonne « Action ».

source: The birthdate does not follow the format for dates. Please change the birthdate.
fr: La date de naissance n'est pas conforme au pas le format des dates. Veuillez modifier la date de naissance.

source: The file provided could not be used as a CSV file. Please check the format.
fr: Le fichier fourni ne peut pas être utilisé comme un fichier CSV. Veuillez vérifier son format.

source: The following issues arose while checking this row:
fr: Les erreurs suivantes sont apparues en vérifiant cette ligne :

source: The import has been successfully completed.
fr: L'importation s'est terminée convenablement.

source: There are still unresolved errors in the file. You need to correct the red lines before continuing.
fr: Des erreurs non résolues sont toujours présentes dans le fichier. Vous devez corriger les lignes rouges avant de continuer.

source: Unused
fr: Non utilisé

source: Upload file
fr: Envoyer un fichier

source: User role
fr: Rôle utilisateur

source: Username
fr: Nom d'utilisateur

source: Username occurs multiple times in the file. Please change the usernames so that all are unique.
fr: Ce nom d'utilisateur apparaît à de multiples reprises dans le fichier. Veuillez modifier les noms d'utilisateurs afin qu'ils soient tous uniques.

source: You need to specify at least "%(firstname)s" and "%(lastname)s" as columns. Click on the column header in the table
fr: Vous devez préciser au moins les colonnes « %(firstname)s » et « %(lastname)s ». Cliquez sur l'en-tête de la colonne dans le tableau.

source: john.doe,Johnathan James,Doe,03/15/2000
fr: john.doe,Johnathan James,Doe,15/03/2000
