Repository: 4ant00ra/ucs-school
Catalog: ucs-school-translation-*/*/ucs-school-umc-distribution/umc/python/distribution/*.po
Languages: fr

source: A valid project owner needs to be specified.
fr: Un propriétaire de projet valide doit être indiqué.

source: Could not authenticate user "%s"!
fr: Impossible d'authentifier l'utilisateur « %s » !

source: Could not save project file: %s (%s)
fr: Impossible d'enregistrer le fichier du projet : %s (%s)

source: Could not set date for: %s
fr: Impossible de définir la date pour : %s

source: Distributing the data needs to happen sufficiently long enough before collecting them
fr: La distribution des données doit avoir été effectuée depuis suffisamment longtemps avant de pouvoir effectuer la collecte

source: Failed to load user information: %s
fr: Échec du chargement des informations de l'utilisateur : %s

source: Only the owner himself or an administrator may delete a project.
fr: Seul le propriétaire lui-même ou un administrateur est en droit de supprimer un projet.

source: Only the owner himself or an administrator may distribute a project.
fr: Seul le propriétaire lui-même ou un administrateur est en droit de distribuer un projet.

source: Project "%s" could not be loaded
fr: Impossible de charger le projet « %s »

source: Project collection
fr: Collection du projet

source: Project details are only visible to the project owner himself or an administrator.
fr: Les détails du projet ne peuvent être vus que par son propriétaire lui-même ou un administrateur.

source: Project distribution
fr: Distribution du projet

source: The following user directories could not been collected: %s
fr: Impossible de collecter les répertoires utilisateurs suivants : %s

source: The given project description must be non-empty.
fr: La description d'un projet ne peut être vide.

source: The given project directory name must be non-empty.
fr: Le nom du répertoire du projet ne peut être vide.

source: The project can only be modified by the owner himself
fr: Le projet ne peut être modifié que par son propriétaire lui-même

source: The project could not distributed to the following users: %s
fr: Impossible de distribuer le projet aux utilisateurs suivants : %s

source: The specified project directory may at most be 254 characters long.
fr: Le répertoire du projet ne peut comporter que 254 caractères au maximum.

source: The specified project directory may not contain the character "%s".
fr: Le répertoire du projet ne peut pas contenir le caractère « %s ».

source: The specified project directory may not end with a space.
fr: Le répertoire du projet ne peut pas se terminer par un espace.

source: The specified project directory may not start nor end with a ".".
fr: Le répertoire du projet ne peut pas commencer ou se terminer par un « . ».

source: The specified project directory must be different from "." and "..".
fr: Le répertoire du projet doit être différent de « . » et de « .. ».

source: The specified project directory name "%s" is already in use by a different project.
fr: Le nom du répertoire du projet « %s » est déjà utilisé par un autre projet.

source: The specified project does not exist: %s
fr: Le projet indiqué n'existe pas : %s

source: The specified time needs to lie in the future for: %s
fr: L'heure indiquée doit se situer dans le futur pour : %s
