Repository: 4ant00ra/ucs-school
Catalog: ucs-school-umc-proxysettings/modules/univention/management/console/handlers/proxysettings/*.po
Languages: de

source: Proxy Filter Settings
de: Webfilter Einstellungen

source: Proxy Filter Profile
de: Webfilter-Profil

source: List proxy filter profiles
de: Webfilter-Profil anzeigen

source: Assign Profiles
de: Profile zuordnen

source: Assign proxy filter profiles to groups
de: Webfilter-Profile an Gruppen zuordnen

source: Assign Profile
de: Profil zuordnen

source: Assign proxy filter profile to group
de: Webfilter-Profil zuordnen

source: Remove Proxy Filter Profile
de: Webfilter-Profil entfernen

source: Remove proxy filter profile
de: Webfilter-Profil entfernen

source: Profile [default]
de: Profil [default]

source: List (un)blocked websites
de: Auflisten der Black-/Whitelists

source: Set URL Filter
de: Filter für URLs

source: Set URL filter
de: URL-Filter setzen

source: Profile
de: Profil

source: Domain
de: Domäne

source: whitelist - block others
de: Whitelist, alles andere verboten

source: blacklist - allow others
de: Blacklist, alles andere erlaubt

source: whitelist then blacklist then allow
de: Whitelist, Blacklist, dann erlauben

source: Search
de: Suche

source: Profile name "%s" is reserved, please choose a different one
de: Filter-Profil "%s" ist reserviert, bitte anderen Namen wählen

source: Edit Proxy Filter Profile
de: Webfilter-Profil bearbeiten

source: Type
de: Typ

source: URL / Domain
de: URL / Domäne

source: Please select school:
de: Bitte die gewünschte Schule auswählen:

source: Please select group:
de: Bitte Gruppe auswählen:

source: Please set new profile here:
de: Bitte Webfilter-Profil auswählen:

source: Assign Proxy Filter Profile To Group
de: Webfilter-Profil mit Gruppe verknüpfen

source: Create New Proxy Filter Profile
de: Webfilter-Profil erstellen

source: Profile [%(profile)s]
de: Profil [%(profile)s]

source: Add
de: Hinzufügen

source: Profile name:
de: Profil Name:

source: Search For Existing Profiles
de: Suche nach existierenden Profilen

source: Searchresults
de: Suchergebnisse

source: searchkey
de: Suchschlüssel

source: Profilename
de: Profilname:

source: Profile Type
de: Profiltyp

source: Associated Groups
de: Verknüpfte Gruppen

source: Remove Proxy Filter Profiles
de: Webfilter-Profil entfernen

source: remove
de: Entfernen

source: Select the Operation
de: Bitte eine Operation auswählen

source: No profiles could be found.
de: Keine passenden Profile gefunden.

source: No profile has been selected
de: Kein Profil ausgewählt

source: Please confirm removal of following profiles:
de: Bitte Löschen der folgenden Profile bestätigen:

source: Associated User Groups
de: Verknüpfte Benutzergruppen

source: Remove
de: Entfernen

source: Deleted profile successfully.
de: Profil erfolgreich gelöscht.

source: Error while deleting following profiles:
de: Beim Löschen der folgenden Profile trat ein Fehler auf:

source: Please ask local administrator for further details.
de: Bitte den lokalen Administrator konsultieren.

source: blacklisted
de: Blacklist

source: whitelisted
de: Whitelist

source: School
de: Schule

source: Group
de: Gruppe

source: subject
de: Typ

source: type
de: Filtertyp

source: Profile Filtertype
de: Filtertyp des Profils
